bounds = ['"', "'", "~"]

zhEn = {
#################################################################### Extra Characters
    "Characters": {
    "（" : "(", "）" : ")",
    
    "“" :'"', "”" : '"', "‘" : "'", "’" : "'",
    
    "，" : ",", "！" : "!",
    
    "\n" : "\n",
    " " : " ",
    "~" : "",
    "：" : ":",
    },
#################################################################### Keywords
    "Keywords": {
    "和": "and", "或": "or", "在": "is", "不": "not", "里": "in",
    "如": "if", "除": "elif", "然": "else",

    "找": "import", "当": "as", #"": "from",

    "破": "break", "退": "return", "前": "continue", #"": "pass",

    "试": "try", #"": "except", #"": "finally", #"": "assert", #"": "yield", #"": "raise",

    "对": "True", "错": "False", "没": "None",

    #"": "global", #"": "nonlocal",

    "班": "class", "删": "del", #"": "def",
    
    #"": "lambda",
    #"": "while", #"": "for", "让": "with",
    },
#################################################################### Functions
    "Functions": {
    "印" : "print",
    },
}

enZh = {
    "" : "",
}